Repository: valyfox/MentalisMagic_iOS
Catalog: MentalismMagic/MentalismMagic/*.lproj/Localizable.strings
Languages: it

# cities
source: citiesEN
it: citiesIT

# colours
source: coloursEN
it: coloursIT

# fruits
source: fruitsEN
it: fruitsIT

# celebrities
source: celebritiesEN
it: celebritiesIT

# guide_trick_1
source: 1/11 Trick explained Give the phone to the viewer and let him chose a word. If he wants he can shuffle as much as he wants
it: 1/11 Spiegazione del gioco Dai il telefono allo spettatore e fagli scegliere una parola. Se vuole può mischiare tutte le volte che vuole

# guide_trick_2
source: 2/11 Trick explained Ask the viewer to read all the words out loud in the order he prefers. You will be able to guess the word he chose
it: 2/11 Spiegazione del gioco Chiedi allo spettatore di dire ad alta voce le parole nell'ordine che preferisce. Sarai in grado di indovinare la parola scelta

# guide_1
source: 3/11 The secret Each word is divided into two categories: straight words and curved words
it: 3/11 Il segreto Le parole sono divise in due categorie: parole dritte e parole curve

# guide_2
source: 4/11 The secret Straight words are words whose first letter can be drawn using only straight lines
it: 4/11 Il segreto Le parole dritte sono parole la cui iniziale può essere scritta usando solo linee dritte

# guide_3
source: 5/11 The secret Curved words are words whose first letter contains at least one curved line
it: 5/11 Il segreto Le parole curve sono parole la cui iniziale contiene almeno un tratto curvo

# guide_4
source: 6/11 The secret Note that each letter has to be considered as UPPERCASE in a standard font
it: 6/11 Il segreto Tieni a mente che l'iniziale va considerata in MAIUSCOLO in un font normale

# guide_5
source: 7/11 The secret If the viewer chooses a straight word the app will show 9 curved words and a straight one (the one chosen by the viewer) and the other way around
it: 7/11 Il segreto Se lo spettatore sceglie una parola dritta l'app mostrerà 9 parole curve e una sola dritta (quella scelta) e viceversa

# guide_example_1
source: 8/11 Example Words in the straight line category are Tokyo, Manila, Instambul...
it: 8/11 Esempio Parole nella categoria dritta sono Tokyo, Manila, Instambul...

# guide_example_2
source: 9/11 Example Words in the curved line category are Beijing, Rome, Calcutta...
it: 9/11 Esempio Parole nella categoria curva sono Beijing, Roma, Calcutta...

# guide_group_straight
source: 10/11 Straight letters A, E, F, H, I, K, L, M, N, T, V, W, X, Y, Z
it: 10/11 Lettere dritte A, E, F, H, I, K, L, M, N, T, V, W, X, Y, Z

# guide_group_curved
source: 11/11 Curved letters B, C, D, G, J, O, P, Q, R, S, U
it: 11/11 Lettere curve B, C, D, G, J, O, P, Q, R, S, U
